Repository: casasoftch/casawp-lg
Catalog: languages/casawplg-*.po
Languages: fr_fr

source: Free valuation of your property
fr_fr: Estimation gratuite de votre bien immobilier

source: The valuation of your property is free of charge and only takes a few minutes.
fr_fr: L’estimation de votre bien immobilier est gratuite et ne prend que quelques minutes

source: Getting started
fr_fr: Démarrer

source: Information about the location.
fr_fr: Information sur le lieu.

source: Where is your property located?
fr_fr: Où se trouve votre bien immobilier ?

source: Address, city, zip code
fr_fr: Adresse, lieu, NPA

source: Back
fr_fr: Retour

source: Next
fr_fr: Suivant

source: Information about your property.
fr_fr: Information sur le bien.

source: Property type
fr_fr: Type de bien

source: Single family house
fr_fr: Maison individuelle

source: Condominium
fr_fr: Logement en copropriété

source: Property surface
fr_fr: Surface du terrain

source: Net living space
fr_fr: Surface habitable nette

source: Number of rooms
fr_fr: Nombre de pièces

source: Number of bathrooms
fr_fr: Nombre de salles de bain

source: Year of construction
fr_fr: Année de construction

source: Personal information.
fr_fr: Information à votre sujet.

source: Salutation
fr_fr: Salutations

source: Ms.
fr_fr: Madame

source: Mr.
fr_fr: Monsieur

source: First name
fr_fr: Prénom

source: Last name
fr_fr: Nom

source: Estimation reason
fr_fr: Raison de l’estimation

source: To sell
fr_fr: Vente

source: To buy
fr_fr: Achat

source: To finance
fr_fr: Financement

source: Send
fr_fr: Envoyer

source: The valuation was successfully completed
fr_fr: L’estimation a correctement été effectuée

source: You will shortly receive the valuation information via email.
fr_fr: Vous allez recevoir prochainement l’estimation par email.

source: Thank you!
fr_fr: Merci beaucoup !

source: Your valuation request has been successfully submitted.
fr_fr: Votre demande d'évaluation a été soumise avec succès.

source: First name is required
fr_fr: Prénom est requis

source: Last name is required
fr_fr: Nom de famille est requis

source: Email is not valid
fr_fr: Email n'est pas valide

source: A phone number is required
fr_fr: Un numéro de téléphone est requis

source: A street address is required
fr_fr: Une adresse est requis

source: ZIP is required
fr_fr: Code postale est requis

source: City is required
fr_fr: Ville est requis

source: Inquiry has been sent. Thank you!
fr_fr: Votre demande a bien été transmise. Merci!

source: Please check the following and try again:
fr_fr: S'il vous plaît vérifier les points suivants et réessayer:
